Repository: freddy-viany/jebouloAppWeb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: All regions
fr: Toutes les regions

source: Center
fr: Centre

source: West
fr: Center

source: North
fr: Nord

source: South-West
fr: Sud-Ouest

source: South
fr: Sud

source: East
fr: Est

source: North-west
fr: Nord-Ouest

source: Far-North
fr: Extreme-Nord

source: All categories
fr: Toutes les categories

source: Banking, Accounting, Finance
fr: Banque, comptabilité, finance

source: Agriculture, Animal Production & Agro-industry
fr: Agriculture, Production animale et Agro-industrie

source: house cleaner lady, Nounou
fr: Femme de ménage, Nounou

source: Building and Public Works, Plumbing, Menustry
fr: Bâtiment et travaux publics, Plomberie,Menuserie

source: Health
fr: Santé

source: Hairdressing, Beauty & Fashion
fr: Coiffure, Beauté & Mode

source: real estate
fr: Immobilier

source: Restoration & Cooking
fr: Restauration & Cuisine

source: Education & Learning
fr: Éducation et apprentissage

source: Consulting firm
fr: Cabinet de conseil

source: Driver
fr: Chauffeur

source: Security guard - Guardian
fr: Agent de sécurité - Gardien

source: Transport & Logistics
fr: Transport & Logistique

source: Journalist, Web Editor
fr: Journaliste, rédacteur web

source: Translation, Interpreting
fr: Traduction, Interprétation

source: Others
fr: Autres

source: Select a title
fr: Votre titre

source: Pastor
fr: Pasteur

source: Indicate your availability per day
fr: Indiquez votre disponibilité par jour

source: Indicate your working days
fr: Indiquez vos jours de travail

source: Monday-Sunday
fr: Lundi-Dimanche

source: Monday-Friday
fr: Lundi-Vendredi

source: the weekend
fr: Le weekend

source: Search
fr: Rechercher

source: Category
fr: Categorie

source: name
fr: nom

source: Enter your name
fr: Entrez votre nom

source: Enter your email
fr: Entrez votre email

source: state account
fr: Etat du compte

source: validity account
fr: Validite du compte

source: number CNI
fr: numero CNI

source: number publication
fr: nombre de publication

source: category user
fr: Categorie user

source: Civility
fr: Civilité

source: City
fr: Ville

source: Entrer the region
fr: Entrez votre region

source: Time of work
fr: Temps de travail

source: Period of work
fr: periode de travail

source: Describe your competences
fr: Décrivez vos compétences

source: Describe your expertise
fr: Décrivez votre expertise

source: Picture announce
fr: Photo de l'annonce

source: Enter your profile picture (Optional)
fr: Entrez votre photo de profil (facultatif)

source: First name
fr: Prénom

source: Enter your First name
fr: Entrez votre prénom

source: Enter a valid international mobile phone number starting with +(237)
fr: Entrez un numéro de téléphone mobile valide commençant par +(237)

source: Phone
fr: Téléphone

source: publication date
fr: date de publication

source: Jeboulo Announce Platform
fr: Plate-forme d'annonces Jeboulo

source: Home
fr: Accueil

source: Search for a skill
fr: Rechercher une compétence

source: Deposit a skill
fr: Déposer une compétence

source: donate a gift
fr: Faire un don

source: Subscribe for free to the newsletter
fr: S'abonner gratuitement à la newsletter

source: I register now!
fr: Je m'inscris

source: Welcome
fr: Bienvenue

source: Your account is
fr: Votre compte est

source: post announce
fr: publier une annonce

source: logout
fr: se deconnecter

source: Let everything that has breath praise the Lord. Psalm 150:6
fr: Que tout ce qui respire loue le Seigneur. Psaume 150:6

source: Be a PREMIUM account:
fr: Devenez un compte PREMIUM :

source: Boost your account for a better visibility:
fr: Boostez votre compte pour une meilleure visibilité :

source: Your visibility is multiplied by 10 for 5 days
fr: Votre visibilité est multipliée par 10 pendant 5 jours.

source: + 2 sponsored ads
fr: + 2 annonces sponsorisées

source: Be a PRO account:
fr: Devenez un compte PRO:

source: Your visibility is multiplied by 12 for 3 Months
fr: Votre visibilité est multipliée par 12 pendant 3 mois.

source: + 10 sponsored ads
fr: + 10 annonces sponsorisées

source: Be a VIP account:
fr: Devenez un compte VIP:

source: Your visibility is multiplied by 15 for 6 Months
fr: Votre visibilité est multipliée par 15 pendant 6 mois.

source: + 15 sponsored ads
fr: + 15 annonces sponsorisées

source: Buy one pack to
fr: Achetez un pack pour

source: My announce package
fr: Mon pack d'annonces

source: You still have:
fr: Vous avez encore:

source: Ads
fr: annonces

source: Competence platform for Christians.
fr: Une plateforme de compétences pour les chrétiens.

source: You find here
fr: Vous trouvez ici

source: All the skills of Christians in one click.
fr: Toutes les compétences des chrétiens en un seul clic.

source: Work in Christian communities
fr: Travailler dans les communautés chrétiennes

source: It is good for brothers to stay together.
fr: Il est bon que des frères restent ensemble.

source: skills Available here!!
fr: Compétences disponibles ici !!

source: Would you like to work?
fr: Vous voulez travailler ?

source: Do you want to recruit?
fr: Vous voulez recruter ?

source: Submitting a skill
fr: Soumettre une compétence

source: publish my announce
fr: publier mon annonce

source: With my mouth I will greatly extol the Lord; in the great throng of worshipers I will praise him. Psalm 109:30
fr: De ma bouche, j'exalterai le Seigneur ; dans la grande foule des je le louerai. Psaume 109:30

source: City:
fr: Ville:

source: see more
fr: Voir la suite

source: Account:
fr: Compte

source: Searching for the skills of Christians
fr: Recherche des compétences des chrétiens

source: Key words. Example: commercial, engineer, secretary...
fr: Mots clés. Exemple : commercial, ingénieur, secrétaire...

source: Let them give thanks to the Lord for his unfailing love and his wonderful deeds for mankind, for he satisfies the thirsty and fills the hungry with good things. psalm 107:8-9
fr: Qu'ils rendent grâce au Seigneur pour son amour indéfectible et ses merveilles en faveur des hommes, car il rassasie les assoiffés et comble de biens les affamés. psaume 107:8-9

source: also that everyone should eat and drink and take pleasure in all his toil-this is God's gift to man. Ecclesiaste 3:13
fr: Que chacun mange et boive et prenne plaisir à tout son labeur c'est le don de Dieu à l'homme. Ecclésiaste 3:13

source: We advise you to only pay out a sum of money if you trust the advertiser.
fr: Nous vous conseillons de ne verser une somme d'argent que si vous avez confiance en l'annonceur.

source: A certified account has an identity known to our platform.
fr: Un compte certifié a une identité connue de notre plateforme.

source: Skills published from an account
fr: Les compétences publiées à partir d'un compte

source: Skills:
fr: Competences

source: Disponibility :
fr: Disponibilité

source: Time :
fr: Temps :

source: Skills of the advertiser
fr: Compétences de l'annonceur

source: Score:
fr: Note :

source: Contact the advertiser
fr: Contacter l'annonceur

source: See the number
fr: Voir le numero

source: Send a message
fr: Envoyer un message

source: Advertiser's number
fr: Contact de l'annonceur

source: Phone:
fr: Téléphone:

source: Close
fr: Fermer

source: Save changes
fr: Enregistrer

source: Advertiser's email
fr: Email de l'annonceur

source: Evaluate the advertiser
fr: Evaluer l'annonceur

source: Denounce the advertiser
fr: Denoncer l'annonceur

source: Enter a mark on 5
fr: Entrez une note sur 5

source: mark:
fr: Note:

source: your Email :
fr: Votre Email:

source: your name :
fr: Votre nom:

source: your message :
fr: votre message :

source: send
fr: Envoyer

source: Please Login
fr: Connectez-vous

source: I forgot my password
fr: J'ai oublié mon mot de passe

source: Create an account
fr: Créer un compte

source: create!
fr: Créer!

source: Sign up
fr: S'inscrire
